Repository: YipiApp/carriers-of-argentina-for-woocommerce
Catalog: languages/carriers-of-argentina-for-woocommerce-*.po
Languages: es_es

source: WooCommerce Shipping Argentina depends on the last version of %s to work!
es_es: Transportistas de Argentina para WooCommerce depende de la última versión de %s para funcionar!

source: Shipping Boxes
es_es: Cajas de Envío

source: Shipping Box
es_es: Caja Envío

# admin menu
source: Shipping Boxes
es_es: Cajas de Envío

# admin bar
source: Shipping Boxes
es_es: Cajas de Envío

# add new
source: Add Box
es_es: Agregar nueva caja

source: Add Box
es_es: Agregar nueva caja

source: New Box
es_es: Nueva Caja

source: Edit Box
es_es: Editar Caja

source: View Box
es_es: Ver Caja

source: All Boxes
es_es: Todas las Cajas

source: Search Box
es_es: Buscar Caja

source: No box found.
es_es: No se han encontrado cajas.

source: Width (In CM)
es_es: Ancho (en CM)

source: Height (In CM)
es_es: Alto (en CM)

source: Depth (In CM)
es_es: Profundidad (en CM)

source: Max weight (In KG)
es_es: Peso máximo (en KG)

source: Dimensions (In CM)
es_es: Dimensiones (en CM)

source: You must select at least one order
es_es: Debe seleccionar al menos un pedido

source: Generate Label
es_es: Generar etiqueta

source: Internal server error
es_es: Error interno del servidor

source: Invalid tracking codes
es_es: Códigos de seguimiento no válidos

source: This order already has tracking codes assigned
es_es: Este pedido ya tiene códigos de seguimiento asignados

source: Invalid service type.
es_es: Tipo de servicio invalido.

source: The label for this order could not be generated, you can verify what happens from the plugin log if you have it active in the configuration.
es_es: No se pudo generar la etiqueta para este pedido, puede verificar lo que sucede desde el registro del complemento si lo tiene activo en la configuración.

source: Invalid Status:
es_es: Estado no válido:

source: Shipping instance not exists.
es_es: La instancia de envío no existe.

source: Shipping type not found:
es_es: Tipo de transportista no encontrado:

source: Label %s generated, but the pdf was impossible to get because of an error in the service provider.
es_es: La etiqueta %s se generó, pero el pdf fue imposible de obtener debido a un error en el proveedor de servicios.

source: The client asked that it not be sent by an Argentine carrier.
es_es: El cliente pidió que no fuera enviado por un transportista argentino.

source: This carrier not is supported.
es_es: Este operador no es compatible.

source: Invalid status, payment is not completed.
es_es: Estado no válido, el pago no se ha completado.

source: Current tracking code:
es_es: Código de seguimiento actual:

source: Data of the Argentine carrier
es_es: Datos del transportista argentino

source: Datos Correo Argentino
es_es: Correo Argentino

source: Error generating OCA order
es_es: Error al generar el pedido OCA

source: An error occurred connecting to OCA, try again later, if the error persists you should check the plugin logs with technical support.
es_es: Se produjo un error al conectarse a OCA, inténtelo de nuevo más tarde, si el error persiste, debe verificar los registros del complemento con soporte técnico.

source: Andreani return with Timeout
es_es: Andreani retorno con Timeout

source: Shipment Arrival
es_es: Paquete entregado

source: Shipment in Transit
es_es: Envío en tránsito

source: Shipment Arrival <span class="count">(%s)</span>
es_es: Paquete entregado <span class="count">(%s)</span>

source: Shipment in Transit <span class="count">(%s)</span>
es_es: Envío en tránsito <span class="count">(%s)</span>

source: Nearest office
es_es: Oficina más cercana

source: Choose one...
es_es: Elige uno...

source: Identification number type
es_es: Tipo de número de identificación

source: Identification number
es_es: Número de identificación

source: Mobile Phone Area Code
es_es: Código de área del teléfono móvil

source: Mobile Phone (No Area Code)
es_es: Teléfono móvil (sin código de área)

source: Height (Enter numbers only)
es_es: Altura (introduzca solo números)

source: Floor
es_es: Piso

source: Apartment
es_es: Apartamento

source: Street
es_es: Calle

source: Street name
es_es: Nombre de calle

source: Detail (Between-streets, etc)
es_es: Detalle (Entre-calles, etc)

source: days
es_es: dias

source: Your shopping cart is empty
es_es: Tu carrito está vacío

source: No carriers found
es_es: No se han encontrado transportistas

source: Product not found
es_es: Producto no encontrado

source: Server error
es_es: Error del servidor

source: Loading...
es_es: Cargando...

source: The plugin is not configured correctly...
es_es: El plugin no esta configurado correctamente...

source: Office: %1$s
es_es: Oficina: %1$s

source: Office %1$s: %2$s - %3$s (%4$s / %5$s)
es_es: Oficina %1$s: %2$s - %3$s (%4$s / %5$s)

source: Shipping
es_es: Envío

source: Cities not found...
es_es: Ciudades no encontradas...

source: User or Password of Andreani is invalid
es_es: El usuario o la contraseña de Andreani no son válidos

source: Admin: New tracking code assigned
es_es: Administrador: Nuevos códigos de seguimiento asignados

source: Send an email to the customer with the tracking number assigned to an order
es_es: Enviar un correo electrónico al cliente con el número de seguimiento asignado a un pedido

source: #{order_id} Tracking code generated
es_es: #{order_id} Código de seguimiento generado

source: A tracking code has been created for the order #{order_id}, if you want to track it follow this link: {link}. If you want to download the PDF you can do it through this link: {label_link}
es_es: Se ha creado un código de seguimiento para el pedido #{order_id}, si quieres rastrearlo sigue este enlace: {link}. Si quieres descargar el PDF puedes hacerlo a través de este enlace: {label_link}

source: There were problems downloading the labels.
es_es: Hubo problemas para descargar las etiquetas.

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable this email notification
es_es: Activar este aviso por correo electrónico

source: Recipient(s)
es_es: Destinatario(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
es_es: Introduce los destinatarios (separados por comas) de este correo electrónico. Por defecto <code>%s</code>.

source: Subject
es_es: Asunto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Esto controla la línea del asunto del correo electrónico. Déjalo en blanco para usar el asunto por defecto: <code>%s</code>.

source: Email Heading
es_es: Encabezado del correo electrónico

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Esto controla la cabecera principal del aviso por correo electrónico. Déjalo en blanco para usar la cabecera por defecto: <code>%s</code>.

source: Message
es_es: Mensaje

source: Customer: New tracking code assigned
es_es: Cliente: Nuevos códigos de seguimiento asignados

source: Your tracking code for the order #{order_id} has been created. The link to track your package is as follows: {link}
es_es: Su código de seguimiento para el pedido #{order_id} ha sido creado. El enlace para rastrear su paquete es el siguiente: {link}

source: Shipping for Argentina
es_es: Envíos para Argentina

source: Use a shipping company from Argentina in this area
es_es: Utilice una compañía de envío de Argentina en esta área

source: Argentina have to be the country of origin.
es_es: Argentina tiene que ser el país de origen.

source: Product #%s is virtual. Skipping.
es_es: El producto #%s es virtual. Saltar.

source: %1$d to %2$d days
es_es: %1$d a %2$d días

source: - Free Shipping
es_es: - Envío gratuito

source: Argentina Shipping
es_es: Envíos en Argentina

source: You currency <code>%s</code> can not be supported. Please use ARS or USD.
es_es: Su moneda <code>%s</code> no puede ser compatible. Utilice ARS o USD.

source: Enable / Disable
es_es: Activar / Desactivar

source: Enable Shipping Argentina
es_es: Activar Envíos para Argentina

source: Get this in https://rapidapi.com/kijamve/api/transportistas-de-argentina
es_es: Obtén esto en https://rapidapi.com/kijamve/api/transportistas-de-argentina

source: Andreani API Username (Optional)
es_es: Nombre de usuario de la API de Andreani (opcional)

source: Optional, only for generation of label
es_es: Opcional, solo para la generación de etiquetas

source: Andreani API Password (Optional)
es_es: Contraseña de la API de Andreani (opcional)

source: Only for generation of label
es_es: Solo para generación de etiqueta

source: OCA e-Pack API Username (Optional)
es_es: Nombre de usuario de la API de OCA e-Pack (opcional)

source: OCA e-Pack API Password (Optional)
es_es: Contraseña de la API de OCA e-Pack (opcional)

source: OCA collections time slot
es_es: Intervalo de tiempo de retiros de paquetería en tienda para OCA

source: Sender Post Code
es_es: Código postal del remitente

source: State of sender
es_es: Provincia del remitente

source: City of sender
es_es: Ciudad del remitente

source: Street of sender
es_es: Calle del remitente

source: Number of sender
es_es: Altura de remitentes

source: Floor of sender
es_es: Piso del remitente

source: Apartment of sender
es_es: Apartamento

source: Full name of sender (Or company name)
es_es: Nombre completo del remitente (o nombre de la empresa)

source: DNI type of sender (Only for Andreani)
es_es: Tipo de remitente DNI (solo para Andreani)

source: DNI of sender
es_es: DNI del remitente

source: Phone of sender
es_es: Teléfono del remitente

source: E-Mail of sender
es_es: Correo electrónico del remitente

source: Weight default product (In %s)
es_es: Peso predeterminado del producto (en %s)

source: Only numbers value, for example: 0.1
es_es: Solo valor numérico, por ejemplo: 0.1

source: Width default product (In %s)
es_es: Anchura predeterminada del producto (en %s)

source: Only numbers value, for example: 10
es_es: Solo valor numérico, por ejemplo: 10

source: Height default product (In %s)
es_es: Altura predeterminada del producto (en %s)

source: Depth default product (In %s)
es_es: Profundidad predeterminada del producto (en %s)

source: Calculation mode
es_es: Modo de cálculo

source: Use width and height longest of all. Adding depth of each product.
es_es: Use el ancho y el alto más largos de todos. Sumando la profundidad de cada producto.

source: Use the longer sides of each product.
es_es: Utilice los lados más largos de cada producto.

source: Package type
es_es: Tipo de paquete

source: One package
es_es: Un paquete

source: One package by product (One package for all same products)
es_es: Un paquete por producto (Un paquete para todas las variaciones de un producto)

source: One package by unit
es_es: Un paquete por unidad

source: Do not change to "In Transit"
es_es: No cambie a "En tránsito"

source: Deactivate automatic status change to "In Transit" when creating the guide.
es_es: Desactive el cambio de estado automático a "En tránsito" al crear la guía.

source: Enable %1$s to %2$s conversion
es_es: Habilitar conversión de %1$s a %2$s

source: Activate the plugin by converting the amounts to the gateway currency
es_es: Active el plugin convirtiendo el precio de la moneda de la tienda a la del plugin

source: Disable module
es_es: Desactivar Modulo

source: Use the official conversion rate
es_es: Usar tasa oficial

source: Use a manual conversion rate
es_es: Usar una tasa manual

source: Convert using manual rate from %1$s to %2$s
es_es: Convierta usando la tasa manual de %1$s a %2$s

source: Meta-key for DNI
es_es: Meta-clave para DNI

source: If you don't specify it, the plugin adds it to the checkout form.
es_es: Si no lo especifica, el complemento lo agrega al formulario de pago.

source: Meta-key for Phone
es_es: Meta-clave para teléfono

source: Meta-key for Altura (Address)
es_es: Meta-clave para Altura (Dirección)

source: Enable log
es_es: Activar Log

source: See in WooCommerce logs
es_es: Ver en los registros de WooCommerce

source: Not founded offices in your postcode.
es_es: Oficinas no encontradas en su código postal.

source: Input name for this Courier
es_es: Nombre para este Transportista

source: Enter the name for this courier
es_es: Introduzca el nombre de este servicio de transportista

source: Service Type
es_es: Tipo de servicio

source: Select you shipping company.
es_es: Seleccione su compañía de envío.

source: Type
es_es: Tipo

source: Type of shipping.
es_es: Tipo de envío.

source: Delivery in Door
es_es: Entrega a domicilio

source: Delivery in Office
es_es: Entrega en sucursal

source: Office of Origin
es_es: Sucursal de Origen

source: Select your office of origin.
es_es: Seleccione su sucursal de origen.

source: Type of product, operation or contract number
es_es: Tipo de producto, número de Operativa (OCA) o número de Contrato (Anderani)

source: Input "CP" in Correo Argentino case
es_es: Ingresar "CP" en caso de Correo Argentino

source: Client Number
es_es: Número de cliente

source: CUIT (Only for OCA e-Pack)
es_es: CUIT (Solo para OCA e-Pack)

source: Only for OCA e-Pack
es_es: Solo para OCA e-Pack

source: Enable Insurance
es_es: Habilitar seguro

source: Does this carrier pick up the package at your store? (Only for Andreani/OCA e-Pack)
es_es: ¿Este transportista recoge el paquete en su tienda? (Solo para Andreani/OCA e-Pack)

source: Insurance Percentage (Only for Correo Argentino)
es_es: Porcentaje de seguro (sólo para Correo Argentino)

source: If the shipments are Insured, enter the Insurance Percentage here (Only for Correo Argentino)
es_es: Si los envíos están asegurados, ingrese aquí el Porcentaje de Seguro (Solo para Correo Argentino)

source: Delivery time (If the service does not provide it)
es_es: Plazo de entrega (Si el servicio no lo proporciona)

source: Enter the approximate delivery time of this transport
es_es: Introduce el plazo de entrega aproximado de este transporte

source: 4 - 7 days
es_es: 4 a 7 días

source: Velocity
es_es: Velocidad

source: Select the velocity (Only for Correo Argentino)
es_es: Seleccione la velocidad (Sólo para Correo Argentino)

source: Classic
es_es: Clásico

source: Fiscal Type
es_es: Tipo de precio fiscal

source: Select the type of fiscal price that will be charged (Only for Correo Argentino)
es_es: Seleccione el tipo de precio fiscal que se cobrará (Sólo para Correo Argentino)

source: Responsable Inscrito (Only available with Correo Argentino)
es_es: Responsable Inscrito (Sólo disponible con Correo Argentino)

source: Add a fee value of shipping cost for all orders
es_es: Agregue un valor de tarifa de costo de envío para todos los pedidos

source: Add this fee cost to courier amount.
es_es: Agregue este costo de tarifa al monto del servicio de mensajería.

source: Add a fee percent of shipping cost for all orders
es_es: Agregar un porcentaje de tarifa del costo de envío para todos los pedidos

source: Add this fee percent cost to courier amount.
es_es: Agregue este costo porcentual a la tarifa del monto del servicio de mensajería.

source: Minimum value of shipping cost for all orders
es_es: Valor mínimo de los costos de envío para todos los pedidos

source: If the cost of courier is less than the amount established here, the customer will only be charged this amount.
es_es: Si el coste del servicio de mensajería es inferior al importe aquí establecido, sólo se cobrará al cliente este importe.

source: Maximum value of shipping cost for all orders
es_es: Valor máximo de los gastos de envío para todos los pedidos

source: If the cost of courier is greater than the amount established here, the customer will only be charged this amount.
es_es: Si el coste de mensajería es superior a la cantidad aquí establecida, solo se le cobrará al cliente esta cantidad.

source: Exclude if exists any product from the following categories
es_es: Excluir si existe algún producto de las siguientes categorías

source: This option allows you to disable if the order contains any products from these selected categories.
es_es: Esta opción le permite desactivar si el pedido contiene algún producto de estas categorías seleccionadas.

source: Exclude for following States
es_es: Excluir para los siguientes estados

source: This option allows you to deactivate for this states.
es_es: Esta opción le permite desactivar para estos estados.

source: Minimum amount of Cart to activate courier
es_es: Costo mínima de carrito para activar el servicio de mensajería

source: Deactivate if order amount is less to this value. (leave in 0 for ignore)
es_es: Desactive si el importe del pedido es inferior a este valor. (dejar en 0 para ignorar)

source: Maximum amount of Cart to activate courier
es_es: Costo máxima de carrito para activar el servicio de mensajería

source: Deactivate if order amount is greater to this value. (leave in 0 for ignore)
es_es: Desactive si el importe del pedido es mayor que este valor. (dejar en 0 para ignorar)

source: Minimum weight of Cart to activate courier (In %s)
es_es: Peso mínimo del carrito para activar el servicio de mensajería (en %s)

source: Deactivate if weight of order is less to this value. (leave in 0 for ignore)
es_es: Desactive si el peso del pedido es menor a este valor. (dejar en 0 para ignorar)

source: Maximum weight of Cart to activate courier (In %s)
es_es: Peso máximo del carrito para activar el servicio de mensajería (en %s)

source: Deactivate if weight of order is greater to this value. (leave in 0 for ignore)
es_es: Desactive si el peso del pedido es mayor a este valor. (dejar en 0 para ignorar)

source: Minimum amount of Cart to activate the Discount Shipping
es_es: Costo mínimo de carrito para activar el envío con descuento

source: This option allows to apply a discount in the cost of shipping.
es_es: Esta opción permite aplicar un descuento en el coste del envío.

source: Minimum weight of order to activate the Discount Shipping
es_es: Peso mínimo del pedido para activar el Descuento de Envío

source: Percent of discount in the shipping cost
es_es: Porcentaje de descuento en el costo de envío

source: This option works only if the shipping cost (and weight) of courier is greater of "Minimum amount (and weight) of Cart to activate the Discount Shipping". Leave in 0 to disable this option.
es_es: Esta opción solo funciona si el costo de envío (y peso) del servicio de mensajería es mayor de "Costo mínimo (y peso) de carrito para activar el envío con descuento". Deje en 0 para desactivar esta opción.

source: Amount of discount in the shipping cost
es_es: Importe del descuento en el coste del envío

source: Hide estimated delivery time label
es_es: Ocultar etiqueta de tiempo estimado de entrega

source: Hide delay label
es_es: Ocultar etiqueta de tiempo estimado de entrega

source: Enable Shipping Argentina for Free Shipping
es_es: Habilite este transportista Argentino para envío gratuito

source: Activate this method for Free Shipping
es_es: Active este método para el envío gratuito

source: Free Shipping Mode
es_es: Modo de envío gratuito

source: This option works only if "Free Shipping" is activated.
es_es: Esta opción solo funciona si está activado "Envío gratuito".

source: Use "Free Shipping" if a free shipping coupon is applied (The following criteria are ignored)
es_es: Utilice "Envío gratuito" si se aplica un cupón de envío gratuito (se ignoran los siguientes criterios)

source: Use "Free Shipping" if there is a free shipping coupon applied and if the following criteria are met
es_es: Use "Envío gratis" si se aplica un cupón de envío gratuito y si se cumplen los siguientes criterios

source: Use "Free Shipping" if there is a free shipping coupon applied or if the following criteria are met
es_es: Use "Envío gratis" si se aplica un cupón de envío gratuito o si se cumplen los siguientes criterios

source: Use "Free Shipping" automatically only if you meet any of the following criteria (applied coupons are ignored)
es_es: Use "Envío gratuito" automáticamente solo si cumple con alguno de los siguientes criterios (se ignoran los cupones aplicados)

source: Cart minimum amount to activate the Free Shipping
es_es: Costo mínimo del carrito para activar el envío gratuito

source: This option works only if you have enabled courier for Free Shipping. Leave to 0 to apply free shipping all orders.
es_es: Esta opción solo funciona si ha habilitado el servicio de mensajería para el envío gratuito. Deje a 0 para aplicar el envío gratuito de todos los pedidos.

source: Cart minimum weight to activate the Free Shipping (In %s)
es_es: Peso mínimo del carrito para activar el envío gratuito (en %s)

source: Free shipping for the following States (Leave empty for all)
es_es: Envío gratuito para los siguientes estados (dejar vacío para todos)

source: This option allows free shipping by courier in some states.
es_es: Esta opción permite el envío gratuito por mensajería en algunos estados.

source: Assign tracking codes manually, if there is more than one, separate them with the comma character (,)
es_es: Asigne códigos de seguimiento manualmente, si hay más de uno, sepárelos con el carácter de coma (,)

source: Loading
es_es: Cargando

source: Save tracking codes
es_es: Guardar códigos de seguimiento

source: Tracking Code
es_es: Código de seguimiento

source: Label
es_es: Etiqueta

source: Failed to download the PDF of the generated tracking code, activate the module log for more details or contact your service provider.
es_es: Error al descargar el PDF del código de seguimiento generado, activar el registro del módulo para obtener más detalles o ponerse en contacto con su proveedor de servicios.

source: Discard labels and generate new ones
es_es: Descartar etiquetas y generar otras nuevas

source: This action is IRREVERSIBLE, are you sure you want to DELETE the current labels?
es_es: Esta acción es IRREVERSIBLE, ¿está seguro de que desea ELIMINAR las etiquetas actuales?

source: Customer Address
es_es: Dirección del cliente

source: Full name
es_es: Nombre completo

source: First name
es_es: Nombre

source: Last name
es_es: Apellido

source: State
es_es: Estado

source: City
es_es: Ciudad

source: Postcode
es_es: Código postal

source: Other Phone
es_es: Otro Teléfono

source: Carrier Information
es_es: Información del transportista

source: Origin Postcode
es_es: Código postal de origen

source: Origin Office
es_es: Entrega en sucursal

source: Destination Office
es_es: Entrega en sucursal

source: Boxes
es_es: Bultos

source: Remove
es_es: Eliminar

source: Box
es_es: Caja

source: Weight (In KG)
es_es: Peso (en KG)

source: Contents
es_es: Contenidos

source: Total Cost (In ARS)
es_es: Costo total (en ARS)

source: Add new box
es_es: Agregar nuevo bulto

source: Carriers of Argentina for WooCommerce
es_es: Transportistas de Argentina para WooCommerce
